// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "Calibrar cor";

NoCalibrateTitle = "Não pode calibrar cor";
NoCalibrateMsg = "Verifique se a impressora está conectada e ligada, e tente novamente.";
NoResetTitle = "Não é possível restaurar o padrão da impressora";

NotAllowedWarning = "O processo de Calibração da cor só está disponível quando o cartucho de impressão tricolor e o de impressão para fotos estiverem instalados.";
NotAllCartridges = "O procedimento Calibrar cor está disponível somente quando todos os cartuchos estão instalados.";
ClickToBegin = "Clique em Calibrar para calibrar a cor agora.\nIsto demora cerca de um minuto e utiliza uma folha de papel comum.";
ClickToBegin2 = "Clique em Calibrar para começar o processo.\nEste processo demora cerca de dois minutos e utiliza duas folhas de papel comum.";

ChooseTitle = "Escolher";

FactorySettingsTitle = "Configurações de fábrica";
FactorySettingsMsg = "A seleção da opção Configurações de fábrica restaura a calibragem de cor automática da impressora. Clique em \"Sim\" para usar as Configurações de fábrica e imprima uma página de confirmação, ou clique em \"Não\" para voltar para o diálogo Calibrar cor.";
YesTitle = "Sim";
NoTitle = "Não";

VerificationMsg = "Será impressa uma imagem exibindo o resultado de sua seleção em uma imagem de verificação. Se o resultado impresso não mostrar o jorro de tinta, você concluiu a calibração. Se, pelo contrário, mostrar tinta azul, amarela ou o vermelha na imagem, clique em Repetir para repetir o processo.";
FinishTitle = "Concluir";
RedoTitle = "Repetir";

TransferringProcessTitle = "Transferindo arquivo…";

AutomaticCalibrationCompleteTitle = "A impressora acabou de executar a calibragem automática de cores";
AutomaticCalibrationCompleteMsg = "Se a impressão colorida não for de boa qualidade, clique no botão Calibrar para executar novamente a calibragem automática de cores.";

PrintingProcessTitle = "Imprimindo página de calibragem da cor…";

DefaultsTitle = "Usar padrões";
DefaultsMessage = "A seleção da opção Usar padrões restaura os valores de calibragem de cor do fabricante da impressora. Clique em \"Sim\" para usar o padrão ou em \"Não\" para voltar para o diálogo Calibrar cor";

ColorCalibrationTextFieldTitle = "Calibrar cor";
InfoTextFieldTitle = "Este processo calibra a cor das páginas impressas. Só recorra a este processo em caso de problemas com o matiz das cores.";
GuideTextFieldTitle = "Clique em Calibrar para calibrar a cor agora.\nEste processo demora cerca de um minuto e usa uma folha de papel comum.";
ResetButtonTitle = "Configurações de fábrica";

CancelButtonTitle = "Cancelar";
CalibrateButtonTitle = "Calibrar";

PatchSquareControllerInfo = "Uma página com os retângulos de cores está sendo impressa.\n\n1. Coloque a página a aproximadamente 20 cm de distância dos olhos.\n\n2. Afaste a página lentamente até que os números fiquem iguais ao fundo.\n\n3. Selecione o retângulo numerado correspondente que melhor combine com o fundo da página impressa.";
GrayPlotBoxTitle = "Impressão cinza";
ColorPlotBoxTitle = "Impressão colorida";
PatchMatricesControllerInfo = "1. Mantenha a página de calibração a uma distância de um braço dos seus olhos.\n\n2. Incline a página em direção oposta a você. Olhe para os dois grandes quadrados que possuem manchas coloridas. Em cada quadrado grande, encontre a coloração que corresponda ao fundo. Cada cor no quadrado possui uma letra e número a ela associados.\n\n3. Escolha a letra e o número correspondente às cores no menu suspenso para corresponder às impressões cinza e coloridas mostradas à direita.\n\n4. Clique em “Calibrar”.";
PatchRowsControllerInfo = "Está sendo impressa uma página com os retângulos de cores.\n\nSelecione o retângulo numerado correspondente que melhor combine com o fundo da página impressa.";
